<template>
  <section class="terms">
    <div class="container-mid">
      <div class="terms__inner">
        <h2 class="title_up-middle mb-24">Пользовательское соглашение</h2>
        <p class="text_middle mb-16">
          Настоящее Соглашение заключается между ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ
          "НОЛЛО", ИНН 2635253382, ОГРН 1222600005660, Свидетельство от 19.05.2022 года
          (далее - Владелец) и любым лицом, становящимся после принятия условий данного
          соглашения пользователем сайта, расположенного в сети Интернет по адресу:
          www.nollo.ru (далее - Сайт), в дальнейшем именуемым "Пользователь", вместе по
          тексту Соглашения именуемые "Стороны", а по отдельности - "Сторона". В
          соответствии со статьей 435 Гражданского кодекса РФ настоящее Пользовательское
          соглашение признается офертой.
        </p>

        <p class="text_middle mb-32">
          В соответствии со статьей 438 Гражданского кодекса РФ безусловным принятием
          (акцептом) условий настоящего Соглашения считается факт регистрации на Сайте.
          Настоящее Соглашение, заключаемое путем акцепта настоящей оферты, не требует
          двустороннего подписания и действительно в электронном виде.
        </p>

        <Accordion class="accordion_white" :data="rules" isHtml />
      </div>
    </div>
  </section>
</template>

<script setup>
import Accordion from "@/layout/Accordion.vue";
import { useRulesStore } from "@/stores/terms/rulesStore";

const rules = useRulesStore().rules;
</script>
